// Задача 1: Перетворення рядка в нижній регістр
// Мета: Ознайомитися з методом toLowerCase().

// Кроки:

// Створи рядок із будь-яким текстом (наприклад, "JavaScript").

// Використовуй метод toLowerCase() для цього рядка.

// Виведи результат у консоль.
// const str = "JaVaScrIpt".toLowerCase();
// console.log(str);

// Задача 3: Очищення рядка від пробілів
// Мета: Ознайомитися з методом trim().

// Кроки:

// Створи рядок із пробілами на початку та в кінці (наприклад, " Hello World! ").

// Використовуй метод trim() для цього рядка.

// Виведи результат у консоль.

// const str = " Hello World! ".trim();

// console.log(str);
